export interface OlympiadInfoSectionProps {
    number: string;
    title: string;
    description: string;
}

export const INFO_CARD_CONTENT: OlympiadInfoSectionProps[] = [
    {
        number: "01",
        title: "Открой силу знаний",
        description: "Конкурс по физике — это возможность применить логику, интуицию и нестандартное мышление, а не просто вспомнить формулы.",
    },
    {
        number: "02",
        title: "Твоя дорога в науку",
        description: "Участие в конкурсе — это шаг к осознанному выбору обучения и будущей научной или инженерной карьеры.",
    },
    {
        number: "03",
        title: "Сообщество единомышленников",
        description: "Ты станешь частью среды школьников, объединённых интересом к физике и науке",
    },
    {
        number: "04",
        title: "Опыт, который остаётся",
        description: "Работа с нестандартными задачами развивает уверенность, умение рассуждать и находить решения в сложных ситуациях.",
    }
];